tap "adoptopenjdk/openjdk"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "microsoft/mssql-preview"
tap "shopify/shopify"
tap "universal-ctags/universal-ctags"
brew "python@3.10"
brew "python@3.11"
brew "autojump"
brew "awscli"
brew "bash"
brew "bat"
brew "bfg"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "ctags", link: false
brew "socat"
brew "dust"
brew "elixir"
brew "exa"
brew "fmt"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "htop"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "irssi"
brew "jq"
brew "mas"
brew "neovim"
brew "nmap"
brew "node"
brew "postgresql"
brew "rbenv"
brew "ruby-build"
brew "ripgrep"
brew "rsync"
brew "sqlite"
brew "swift"
brew "swiftformat"
brew "telnet"
brew "tmux"
brew "tmuxinator"
brew "trash"
brew "tree"
brew "watch"
brew "watchman"
brew "websocat"
brew "weechat"
brew "youtube-dl"
brew "zlib"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "jesseduffield/lazygit/lazygit"
cask "1password"
cask "airflow"
cask "alacritty"
cask "dash"
cask "docker"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-meslo-for-powerline"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "iina"
cask "insomnia"
cask "iterm2"
cask "istat-menus"
cask "netnewswire"
cask "ngrok"
cask "postico"
cask "proxyman"
cask "raycast"
cask "slack"
cask "transmission"
cask "vlc"
cask "zoom"
mas "Blackmagic RAW Speed Test", id: 1466185689
mas "Infuse", id: 1136220934
mas "Keynote", id: 409183694
mas "Logic Pro", id: 634148309
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Roadblock", id: 1051436753
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
