tap "adoptopenjdk/openjdk"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "FelixKratz/formulae"
tap "koekeishiya/formulae"

brew "python"
brew "autojump"
brew "bash"
brew "bat"
brew "bat-extras"

# Focus borders
brew "borders"
brew "yabai"

brew "bfg"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "socat"
brew "difftastic"
brew "direnv"
brew "dust"
brew "elixir"
# Better find
brew "fd"
brew "fish"
brew "fmt"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "go"
brew "htop"
brew "httpie"
brew "hub"
brew "ical-buddy"
brew "imagemagick"
brew "irssi"
brew "jq"
brew "lsd"
brew "mas"
brew "miller"
brew "neovim"
brew "nmap"
brew "node"
brew "nodenv"
brew "pipx"
brew "postgresql"
brew "rbenv"
brew "ruby-build"
brew "ripgrep"
brew "rsync"
brew "sqlite"
brew "starship"
brew "swift"
brew "swiftformat"
brew "telnet"
brew "tmux"
brew "tmuxinator"
brew "trash"
brew "tree"
brew "uv"
brew "watch"
brew "watchman"
brew "websocat"
brew "weechat"
brew "youtube-dl"
brew "zlib"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "jesseduffield/lazygit/lazygit"
cask "dash"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-meslo-for-powerline"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "iina"
cask "istat-menus"
cask "netnewswire"
cask "ngrok"
cask "obsidian"
cask "postico"
cask "proxyman"
cask "raycast"
cask "slack"
cask "zerotier-one"
cask "zoom"
mas "Roadblock", id: 1051436753
mas "The Unarchiver", id: 425424353
