tap "adoptopenjdk/openjdk"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "microsoft/mssql-preview"
tap "shopify/shopify"
tap "universal-ctags/universal-ctags"
brew "python@3.10"
brew "autojump"
brew "python@3.9"
brew "awscli"
brew "bash"
brew "bat"
brew "bfg"
brew "cfssl"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "ctags", link: false
brew "socat"
brew "dust"
brew "elixir"
brew "exa"
brew "fmt"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "fzy"
brew "gh"
brew "git"
brew "git-delta"
brew "htop"
brew "httpie"
brew "hub"
brew "python@3.8"
brew "imagemagick"
brew "irssi"
brew "jq"
brew "kustomize"
brew "mas"
brew "neovim"
brew "nmap"
brew "node"
brew "node@12"
brew "postgresql"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rsync"
brew "telnet"
brew "terraform"
brew "testdisk"
brew "the_silver_searcher"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "watch"
brew "watchman"
brew "websocat"
brew "weechat"
brew "wtfutil"
brew "youtube-dl"
brew "zlib"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "jesseduffield/lazygit/lazygit"
brew "shopify/shopify/themekit"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD", "with-jansson"]
cask "1password"
cask "adoptopenjdk8"
cask "airflow"
cask "alacritty"
cask "android-studio"
cask "docker"
cask "firefox"
cask "flipper"
cask "font-fira-code-nerd-font"
cask "font-meslo-for-powerline"
cask "font-meslolg-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iina"
cask "insomnia"
cask "iterm2"
cask "karabiner-elements"
cask "netnewswire"
cask "ngrok"
cask "postico"
cask "proxyman"
cask "qlcolorcode"
cask "qlstephen"
cask "quicklook-json"
cask "raycast"
cask "react-native-debugger"
cask "reactotron"
cask "slack"
cask "transmission"
cask "vlc"
mas "Blackmagic RAW Speed Test", id: 1466185689
mas "Infuse", id: 1136220934
mas "Keynote", id: 409183694
mas "Logic Pro", id: 634148309
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Roadblock", id: 1051436753
mas "Tailscale", id: 1475387142
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
mas "Ulysses", id: 1225570693
mas "Xcode", id: 497799835
