vitallium/tokyonight-fish
patrickf1/fzf.fish
halostatue/fish-haskell
ivakyb/fish_ssh_agent
franciscolourenco/done
jorgebucaran/autopair.fish
nickeb96/puffer-fish
jethrokuan/z
jorgebucaran/fisher
jhillyerd/plugin-git
